Repository: d6lts/advanced_forum
Catalog: translations/*.po
Languages: br, it, pt

source: General
br: Geral
it: Generale
pt: Geral

source: Advanced forum style
br: Estilo do Advanced Forum
it: Stile Advanced forum
pt: Estilo do <em>advanced forum</em>

source: Choose which style to use for your forums. This will apply independent of site theme.
br: Selecione o estilo a ser utilizado pelos seus fóruns. Eles serão aplicados independentemente do tema do site.
it: Scegli quale stile usare per il forum. Verrà applicato indipendentemente dal tema del sito.
pt: Escolha o estilo que pretende usar nos seus fóruns. Será aplicado independentemente do tema do site.

source: Image directory
br: Diretório de imagens
it: Cartella immagini
pt: Directoria de imagens

source: Images are assumed to be in the "images" subdirectory of your style. If you need images to be somewhere else, put the full path here.
br: Espera-se que as imagens estejam no subdiretório "images" do seu estilo. Caso seja necessário colocar as imagens em outro lugar, coloque o caminho completo aqui.
it: Le immagini dovrebbero essere nella cartella "images", contenuta nella cartella dello stile in uso. Se le immagini sono in un altra cartella, inserisci qui il percorso completo.
pt: Por definição, as imagens estarão na subdirectoria "images" do seu estilo. Se precisar que estejam noutro local, insira aqui o caminho completo.

source: Use graphical buttons for links
br: Usar botões com imagens para os links
it: Usa pulsanti grafici per i link
pt: Utilize botões gráficos para os links.

source: Included buttons are in English. Uncheck this to use translatable links instead.
br: Existem botões em outros idiomas além do inglês. Desabilite essa opção caso não tenha botões no seu idioma.
it: I pulsanti grafici inclusi sono in inglese. Disattiva questa opzione per usare i link testuali tradotti invece dei pulsanti.
pt: Os botões incluídos estão em inglês. Desmarque esta opção para utilizar antes os links que possam ser traduzidos.

source: Treat all site comments like forum posts
br: Considere todos os comentários do site como publicações do fórum
it: Tratta tutti i commenti del sito come post sul forum
pt: Trata todos os comentários do site como posts do fórum

source: Choosing yes causes advanced forum to consider every comment a forum comment and attempt to theme it that way. Some changes to your theme may be required.
br: Caso isso seja selecionado, o Advanced Forum considerará todos os comentários do site como comentários de fórum e tentará aplicar o tema correspondente neles. Podem ser necessárias algumas alterações no seu tema.
it: Scegliendo 'Sì' il modulo Advanced Forum considererà ogni commento come un commento del forum, cercando di cambiarne di conseguenza il sistema di visualizzazione. Potrebbe richiedere qualche modifica al tema in uso.
pt: A opção 'sim' fará com que o <em>advanced forum</em> trate todos os comentários como sendo um comentário do fórum, e tentará aplicar o respectivo tema. Poderão ser necessárias algumas alterações ao seu tema.

source: Forum and topic lists
br: Listas de fóruns e tópicos
it: Liste forum ed argomenti
pt: Listas de fórum e de tópicos.

source: Hide the created column on the topic list
br: Esconde a coluna "Criado" na lista de tópicos
it: Nascondi la colonna del creatore nella lista argomenti
pt: Oculta a coluna criada na lista de tópicos.

source: This allows you to hide the created column on the topic list. Useful if you want to move the created by information to underneath the topic title.
br: Isso permite esconder a coluna "Criado" na lista de tópicos. Útil caso deseje mover a informação de criação abaixo do título do tópico.
it: Permette di nascondere la colonna 'creato da' nell'elenco dei messaggi. Utile se vuoi spostare l'informazione 'creato da' sotto al titolo del messaggio.
pt: Permite-lhe ocultar a coluna criada na lista de tópicos. Será útil se pretender mover a coluna com a informação 'criado por' para baixo do título do tópico.

source: Maximum number of pages to show on per title pager
br: Número máximo de páginas a serem exibidas no paginador por título
it: Numero massimo di numeri di pagina da mostrare
pt: Máximo número de páginas a exibir em cada pager por título

source: Used on the pager under topic titles in topic list. e.g. entering 5 will get you 1,2,3,4 ... 10
br: Usado pelo paginador abaixo dos títulos dos tópicos, na lista de tópicos. Ex. se for digitado "5", será exibido "1,2,3,4 ... 10".
it: Usato per i numeri di pagina sotto i titoli nell'elenco discussioni. Es. inserendo 5 si avrà 1,2,3,4 ... 10
pt: Utilizado no pager nos títulos dos tópicos na lista de tópicos. Por exemplo, inserir 5 irá dar 1,2,3,4... 10

source: Get the number of new comments per forum on the forum list
br: Obter o número de novos comentários por fórum na lista de fóruns
it: Mostra il numero delle risposte per ogni forum nell'elenco forum
pt: Obtém o número de novos comentários em cada fórum na lista de fóruns.

source: Core forum shows the number of new topics. If checked, Advanced Forum will get the number of new comments as well and show it under "posts" on the forum overview. Slow query not recommended on large forums.
br: O fórum do Drupal exibe o número de novos tópicos. Se marcado, o Advanced Forum também obterá o número de novos comentários e exibirá sob "publicações" na visão geral do fórum. É um procedimento lento, que não é recomendável em fóruns muito grandes.
it: Il modulo 'Forum' distribuito con Drupal mostra il numero delle nuove discussioni. Se selezionato, Advanced Forum mostrerà il numero delle risposte sotto al titolo della discussione nella pagina di riepilogo del forum. Produce una query lenta, non raccomandato per forum con molte discussioni.
pt: O fórum principal exibe o número de novos tópicos. Se seleccionado, o <em>Advanced Forum</em> irá obter também o número de novos comentários e exibi-los em "posts" na visualização geral do fórum. Não é recomendada a consulta lenta em fóruns de grandes dimensões.

source: Number of characters to display for the topic title
br: Número de caracteres a serem exibidos no título do tópico
it: Numero di caratteri da visualizzare nel titolo dell'argomento
pt: Número de caracteres a exibir no título do tópico

source: Used on main forum page. Enter 0 to use the full title.
br: Usado na página principal do fórum. Digite 0 para utilizar o título completo.
it: Usato nella pagina principale del forum. Inserisci 0 per visualizzare il titolo intero.
pt: Utilizado na página do fórum principal. Insira 0 para utilizar o título completo.

source: Number of hours before switching to date posted in displays
br: Número de horas transcorridas antes de mudar para data nas publicações
it: Numero di ore prima di passare alla visualizzazione della data inserita.
pt: Número de horas até alterar para a data colocada no formato standard.

source: Will show "time ago" until this cutoff and then switch to actual date posted.
br: Exibirá "segundos/minutos/horas/dias atrás" até atingir esse limite de horas. A partir daí, exibirá a data em que a publicação foi feita.
it: Mostrerà "tempo fa" fino a che non passeranno le ore selezionate per passare alla vera data inserita.
pt: Irá exibir "time ago" até que seja desactivado, sendo então alterado para a data em que foi colocado.

source: Topics
br: Tópicos
it: Argomenti
pt: Tópicos

source: Use topic navigation
br: Usar a navegação por tópicos
it: Usa navigazione delle discussioni
pt: Utilizar a navegação do tópico.

source: Core forum gets the next and previous topics and shows links to them under the top post. This is turned off by default as the query has performance issues and the placement of the links is poor.
br: O fórum do Drupal obtém os tópicos seguinte e anterior e exibe links para eles abaixo da publicação da publicação principal. Isso é desligado por padrão, uma vez que seu processamento possui problemas de performance e a localização dos links é ruim.
it: Il modulo 'Forum' distribuito con Drupal mostra i link alla discussione precedente e alla successiva sotto il primo messaggio. Questo è disattivato come impostazione predefinita, sia per migliorare la velocità del forum, sia perché il posizionamento dei link non è ottimale.
pt: O fórum principal obtém os tópicos anteriores e seguintes e exibe links para eles debaixo do post do topo. Esta opção está desactivada por defeito pois a consulta afecta a performance e a exibição de links é fraca.

source: User picture preset
br: Conjunto de imagens para os usuários
it: Preimpostazione immagine utente
pt: Fotografia pré-definida do utilizador.

source: Imagecache preset to use for forum avatars. Leave blank to not use this feature.
br: Conjunto de imagens a serem utilizadas como avatares do fórum. Deixe em branco para não usar esse recurso.
it: Preimpostazione cache immagini per gli avatar del forum. Lasciare vuoto per non usare questa funzione.
pt: Pré-definição do Imagecache para utilização nos avatares do fórum. Deixe em branco para não utilizar esta funcionalidade.

source: No replies
br: Sem respostas
it: Nessuna risposta
pt: Sem respostas

source: Post Reply
br: Publicar resposta
it: Post di risposta
pt: Colocar resposta

source: Share your thoughts and opinions related to this posting.
br: Compartilhe seus pensamentos e opiniões relacionados a essa publicação.
it: Condividi i tuoi pensieri ed opinioni su questo messaggio.
pt: Partilhe as suas ideias e opinião no que toca a este texto.

source: Post reply
br: Publicar reposta
it: Rispondi
pt: Resposta ao post

source: Topic Locked
br: Tópico travado
it: Argomento bloccato
pt: Tópico bloqueado

source: This topic is locked
br: Este tópico está travado
it: Questo argomento è bloccato
pt: Este tópico encontra-se bloqueado

source: Locked
br: Travado
it: Bloccato
pt: Bloqueado

source: Reply
br: Responder
it: Rispondi
pt: Responder

source: New topic
br: Novo tópico
it: Nuovo argomento
pt: Novo tópico

source: New poll
br: Nova enquete
it: Nuovo sondaggio
pt: Nova votação

source: Mark all topics read
br: Marcar todos os tópicos como lidos
it: Segna tutte le discussioni come gi&agrave; lette
pt: Marcar todos os tópicos como lidos

source: Mark all forums read
br: Marcar todos os fóruns como lidos
it: Segna tutti i forum come gi&agrave; letti
pt: Marcar todos os fóruns como lidos

source: Mark read
br: Marcar como lido
it: Segna come già letto
pt: Marcar como lido

source: Forum Contains New Posts
br: O fórum contém novas publicações
it: Nuovi messaggi nel forum
pt: O Fórum Contém Novos Conteúdos

source: Forum Contains No New Posts
br: O fórum não contém nenhuma publicação nova
it: Il forum non contiene nuovi messaggi
pt: O Fórum Não Contém Novos Conteúdos

source: Forum is Locked
br: O fórum está travado
it: Il forum è bloccato
pt: O Fórum Está Fechado

source: New Posts
br: Novas publicações
it: Nuovi messaggi
pt: Comentários novos

source: Hot Thread (New)
br: Discussão popular (Nova)
it: Argomento caldo (nuovi messaggi)
pt: Tópico muito discutido (Com respostas novas)

source: Hot Thread (No New)
br: Discussão popular (Sem novas)
it: Argomento caldo (nessun nuovo messaggio)
pt: Tópico muito discutido (Sem respostas novas)

source: No New Posts
br: Nenhuma publicação nova
it: Nessun nuovo messaggio
pt: Não existem comentários novos

source: Sticky Thread
br: Discussão fixa
it: Argomento in evidenza
pt: Tópico em destaque

source: Locked Thread
br: Discussão travada
it: Argomento bloccato
pt: Tópico bloqueado

source: new post folder
br: pasta de novas publicações
it: cartella nuovi messaggi
pt: nova pasta de comentários

source: folder
br: pasta
it: cartella
pt: pasta

source: Views
br: Visualizações
it: Viste
pt: Visualizações

source: This topic has been moved to !forum
br: Esse tópico foi movido para !forum
it: Questa discussione è stata spostata nel forum !forum
pt: Este tópico foi movido para !forum

source: All content in this forum has been marked as read
br: Todo o conteúdo deste fórum foi marcado como lido
it: Tutti il contenuto di questo forum &egrave; stato segnato come gi&agrave; letto
pt: Todo o conteúdo neste fórum foi marcado como lido

source: All forum content been marked as read
br: Todo o conteúdo do fórum foi marcado como lido
it: Tutto il contenuto del forum &egrave; stato segnato come letto
pt: Todo o conteúdo do fórum foi marcado como lido

source: @user's picture
br: Imagem do @user
it: Ritratto di @user
pt: Retrato de @user

source: View user profile.
br: Ver o perfil do usuário.
it: Mostra il profilo utente.
pt: Ver perfil do utilizador.

source: reply
br: responder
it: rispondi
pt: responder

source: edit
br: editar
it: modifica
pt: editar

source: delete
br: excluir
it: elimina
pt: eliminar

source: Last post
br: Última publicação
it: Ultimo messaggio
pt: Último comentário

source: new
br: nova
it: nuovo
pt: novo

source: Last Page
br: Última página
it: Ultima pagina
pt: Última página

source: Page
br: Página
it: Pagina
pt: Página

source: 1 reply
br: 1 resposta
it: 1 risposta
pt: 1 resposta

source: 1 new
br: 1 nova
it: 1 nuovo
pt: 1 nova

source: administer advanced forum
br: administrar o Advanced Forum
it: Amministra 'advanced forum'
pt: Gerir o <em>advanced forum</em>

source: view forum statistics
br: ver estatísticas do fórum
it: visualizza statistiche del forum
pt: Ver estatísticas do fórum

source: Configure Advanced Forum with these settings.
br: Configura o Advanced Forum com estes parâmetros.
it: Configura 'advanced forum' con queste impostazioni.
pt: Configurar o <em>advanced forum</em> com estas definições.

source: Enables the look and feel of other popular forum software.
br: Habilita o estilo de outro popular software de fórum.
it: Attiva lo stile di altri noti software per forum.
pt: Activa o aspecto e tom de outro conhecido software de fóruns.

source: Title
br: Título
pt: Título

source: Joined
br: Associou-se
it: Iscritto il
pt: Membro desde

source: Posts
br: Publicações
it: Messaggi
pt: Mensagens

source: Groups
br: Grupos
it: Gruppi
pt: Grupos

source: Forum
br: Fórum
pt: Fórum

source: Top
br: Alto da página
it: In cima
pt: Topo

source: What's Going On?
br: O que está acontecendo?
it: Chi c'è in linea
pt: O que se está a passar?

source: Currently active users: !current_total (!current_users users and !current_guests guests)
br: Usuários ativos atualmente: !current_total (!current_users usuários e !current_guests convidados)
it: In totale ci sono: !current_total utenti connessi :: !current_users iscritti e !current_guests ospiti)
pt: Utilizadores presentemente activos: !current_total (!current_users utilizadores e !current_guests convidados)

source: Statistics
br: Estatísticas
it: Statistiche
pt: Estatísticas

source: Topics: !topics, Posts: !posts, Users: !users
br: Tópicos: !topics, Publicações: !posts, Usuários: !users
it: Argomenti: !topica, Messaggi !posts, Utenti: !users
pt: Tópicos: !topics, Comentários: !posts, Utilizadores: !users

source: Welcome to our latest member, !user
br: As boas vindas ao nosso mais novo membro, !user.
it: Un benvenuto al nostro ultimo membro, !user
pt: As boas vindas ao nosso membro mais recente, !user

source: !title<br />by !author<br />@date_posted
br: !title<br />por !author<br />@date_posted
it: !title<br />di !author<br />@date_posted
pt: !title<br />criado por !author<br />em @date_posted

source: !title<br />by !author<br />@time ago
br: !title<br />por !author<br />@time atrás
it: !title<br />di !author<br />@time fa
pt: !title<br />criado por !author<br />há @time atrás

source: by !author<br />@date_posted
br: por !author<br />@date_posted
it: di !author<br />@date_posted
pt: criado por !author<br />em @date_posted

source: by !author<br />@time ago
br: por !author<br />@time atrás
it: di !author<br />@time fa
pt: criado por !author<br />há @time atrás

source: n/a
it: n/d
pt: não disponível

source: Sticky
br: Fixo
it: Fisso in cima
pt: Em destaque

source: updated
br: atualizado
it: aggiornato
pt: actualizado

source: forum-folder-locked.png
it: forum-folder-locked
